Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: Rate limit exceeded. Try again in { $retryLimit } minutes
sbn: شره ريٚ هد وڌيٚ وهڙيٚ. هَڪ منٽ مينٚ ٻيهر ڪوشيٚش ڪرو.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
sbn: شره ريٚ هد وڌيٚ وهڙيٚ. هَڪ سڪيٚنڊ مينٚ ٻيهر ڪوشيٚش ڪرو.

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
sbn: حڪومتآݩ، گير منآڦآ بکش تنزيٚمآݩ جآݩ ميٚڊيآ تنزيٚمآݩ سآݩ رآبتو ڪرو دآ ڏسو تا ڪيٚ اُئآݩ رو ڪو با ويب موآد، رپورٽوݩ جآݩ ٻيو موآد آوآميٚ ڊوميٚن لآ وڪڦ ڪري سگهجي دو.

source: Reader Effects
sbn: پڙهڻ وآرآݩ رآ اسر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
sbn: سڦهي تي سڀنيوݩ لڦزآݩ کي سهيٚ پڙهڻ سآݩ ڦرڪ پئي دو. سُڻ وکت، تمآم ڌيآن سآݩ چيڪ ڪرو تا جيڪو ريڪآرڊ ڪيو وهُڙو اهي اوٚ بلڪُل اُئي ئيٚ لکيو وهُڙو اهي؛ جيڪڏهيݩ اُئآݩ لڦزآݩ کي شآمل ڪيو وهُڙو اهي، ننڍي مآݩ ننڊو ڪيو اهي جآݩ ڇڏي ڏنآندي اهي تا رد ڪرو.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
sbn: اهڙي نشآني پڙهڻ جيڪي اسل مينٚ موجود نآ اهي جيئنٚ تا "اسينٚ اهونٚ" ري بدرآنٚ "اسينٚ اهونٚ"، جآنٚ اُئي جهڙو.

source: Read More
sbn: وڌيٚڪ پڙهو

source: Read more on our About page
sbn: وڌيٚڪ پڙهو اسآݩ ري سڦهي ري بآري ميݩ

source: Read sentences
sbn: پڙهونٚ جملآ

source: Read Sentences
sbn: پڙهونٚ جملآ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
sbn: پنڊريٚ ٻوليٚ ميݩ زور سآݩ جملآ پڙهو ائيٚݩ دُنيآ ميݩ سڀ کآݩ وڌيٚڪ متنوآ آوآميٚ شرآڪت وآريٚ تڪريٚر ڊيٽآ سيٽ ميݩ هيسو وٺو.

source: Read Sentences, Answer Questions
sbn: جملآ پڙهونٚ ائيٚنٚ سوآلآنٚ رآ جوآب ڏيو

source: Read Sentences <small>(Coming soon)</small>
sbn: پڙهونٚ جملآ <small>جلديٚ آڻ وآرآ</small>

source: Read sentences submitted by the community in various languages
sbn: جملآ پڙهونٚ جمآ ڪئيل ڪميونٽيٚ رآ الگ الگ ٻولينٚ مينٚ

source: Read the sentence carefully - don’t miss, change or add words.
sbn: جملآ ڌيآن سآݩ پڙهو۔ ڪو بآ نآ ڇڏو، تبديٚل ڪرو جآݩ ائيٚݩ شآمل ڪرو لڦز۔

source: Ready to add your voice or lend your ear?
sbn: پنڊرو آوآز شآمل ڪرڻ جآݩ ٻڌڻ لآ تيآر اهوݩ؟

source: Ready to contribute?
sbn: شرآڪت ڪرڻ تيآر اهوݩ؟

source: Ready to do { $count } more?
sbn: ٻا

source: Ready to donate your voice?
sbn: تيآر اهوݩ پنڊريٚ آوآز ڏيڻ لآ

source: Ready to help validate sentences?
sbn: تيآر اهونٚ جملآ ريٚ تسديٚڪ مينٚ مدت ڪرڻ لآ

source: reCAPTCHA is required if you want to proceed
sbn: جيڪڏهينٚ اڀيٚنٚ اڳتي وڌڻ گُهرو دآ تا reCAPTCHA گهربل اهي

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
sbn: ايٚ ميلوݩ هآسل ڪرو جيٚݩ دآوي ائيٚݩ مڪسد يآد ڪرآئڻ وآرو، رڦت تآزو ڪآريوݩ، ائيٚݩ آم آوآز بآبت کبر نآمآݩ۔

source: Recorded Clips
sbn: ريڪآڊ ٿيل ڪليٚپونٚ

source: Recorded Hours
sbn: ريڪآڊئيٚنگ رآ ڪلآڪ

source: <recordIcon></recordIcon> Last one!
sbn: <recordIcon></recordIcon>آکريٚ هَڪ

source: [Recording cut off before the end of the last word]
sbn: [آکريٚ لڦز ري آکر کآنٚ اڳ رڪآرڊئيٚنگ ڪٽي وهُڙيٚ]

source: Recordings
sbn: ريڪآڊئيٚنگونٚ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
sbn: آوآزآݩ ريٚ ڪليٚپ کي ريڪآڊ ڪرڻ اسآݩ رو کُليل ڊيٽآ سيٽ ريٚ بنآوٽ رو هَڪ لآزميٚ هيسو اهي۔ ڪجه ڪهيݩ دآ تا اوٚ جآم مزيدآر هيسو اهي۔

source: Record/Stop
sbn: ريٚڪوڊ ڪرو جآنٚ روڪو

source: Record your response
sbn: پنڊرو جوآب ريڪآرڊ ڪرو۔

source: Record yourself reading sentences in your language
sbn: پنڊرو پنڊ کي ريٚڪآڊ ڪرو پنڊريٚ ٻوليٚ مينٚ جملآ پڙهندي

source: Record yourself responding to questions and prompts in your language
sbn: پنڊرو پنڊ کي جوآب ڏيو پنڊريٚ ٻوليٚ کي وڏآڻ لآ

source: Record your voice
sbn: پندڊريٚ آواز ريٚڪوڊ ڪريو۔

source: Reference the source of your sentence (required)
sbn: پنڊري جملا رو وسيٚلو ڏيو لآزميٚ

source: Refresh
sbn: ريٚڦريش ڪرو

source: Reject
sbn: رد ڪرڻ

source: Remove
sbn: هٽآئو

source: Remove Avatar
sbn: پُروڦآئيٚل ريٚ تسويٚر کي هٽآئو

source: Report
sbn: رپورٽ

source: Report was passed successfully
sbn: رپوٚرٽ ڪآميآبيٚ سآنٚ جمآ ٿئي وهُڙيٚ

source: Request a Language
sbn: درکواست ٻوليٚ ريٚ

source: Request for Scripted Speech
sbn: لکل تڪريٚر ريٚ درخوآست

source: Request for Spontaneous Speech
sbn: بي اکتيآر وآريٚ لکت ريٚ درکوآست

source: Request New Language
sbn: رپوٽ نئيٚ ٻوليٚ ريٚ

source: Request recordings
sbn: ريٚڪآڊئيٚنگ لآ درکوآست ڪرو

source: *required
sbn: زروٚرت

source: Re-record
sbn: وري ريٚڪآڊ ڪرو

source: Re-record clip
sbn: وري ريٚڪوڊ ڪري ڪليٚپ

source: Respond
sbn: جوآب ڏيڻ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
sbn: نآميآتيٚ، ڳآلهآڻ وآرآنٚ هوآلآنٚ لآ ڊيٽآ سيٽ ٺآهڻ لآ اشآرنٚ رو جوآب ڏيو۔ پهرينٚ زبآنيٚ ٻوليآنٚ لآ بهترينٚ۔

source: Response deleted successfully
sbn: جوآب ڪآميآبيٚ سآݩ کتم (ڊليٚٽ) ٿئي وهُڙو

source: Response submitted successfully
sbn: جوآب ڪآميآبيٚ سآݩ جمآ ٿئي وهُڙو

source: Return
sbn: واپس آڻ

source: Return here to edit your goal anytime.
sbn: هت وآپس آئو تبديٚل ڪرڻ لآ ڪنٚهنٚ با وکت۔

source: Return to Common Voice
sbn: آم آوآز ڏآݩهݩ وآپس وهو

source: Return to Common Voice Datasets
sbn: ڪآمن وآئيٚس ري ڊيٽآ سيٽ تي وآپس آڻ

source: Return to Languages
sbn: ٻوليآݩ تي وآپس آڻ

source: Review
sbn: جآنچو

source: Review could not be saved. Please try again later.
sbn: جآنچ جمآ ڪونديٚ ٿئي۔ وري ڪوشيٚش ڪرو

source: ⓘ Review Criteria
sbn: جآنچ ڪرو ميآر ريٚ

source: Review Criteria
sbn: ميآر ريٚ جآنچ ڪرو

source: Reviewed sentences not submitted, are sure?
sbn: ڏسل جملا جمآ ڪونهي، پَڪ

source: Review existing sentences submitted by the community
sbn: برآدريٚ ري ترڦآنٚ جمآ ڪئيل جملآنٚ ريٚ جآنچ ڪرو

source: Reviewing Sentences
sbn: جملآ جآنچڻ

source: Review & re-record clips here as you go
sbn: جآنچڻ ائيٚنٚ وري ريٚڪآڊ ڪرڻ ڪليٚپ هتي شروٚ ڪرو

source: Review & re-record clips if needed
sbn: جآنچو ائيٚنٚ وري ريٚڪآڊ ڪرو ڪليٚپ اگر زرورت هوئي تي

source: Review Sentences
sbn: جآنچو جملا

source: Review sentences in your language
sbn: پنڊريٚ ٻوليٚ مينٚ جملآ جآنچو

source: Review & Submit
sbn: جآنچي ائيٚنٚ جمآ ڪرو

source: Review transcriptions
sbn: لکت رو جآئزو ليو

source: Review Transcriptions
sbn: جآئزو ليو لکت رو

source: Review transcriptions of recorded sentences for accuracy
sbn: ڏسو لکيل متن ريٚڪآڊئيٚنگ رآ جملآ سهيٚ نموٚني سآݩ

source: Review Transcriptions <small>(Coming soon)</small>
sbn: لکت رو جآئزو ليو<small>(جلديٚ آڻ وآرو)</small>

source: Review user-submitted transcriptions in your language
sbn: ڏسو جمآ ڪرڻ وآرو لکيل متن پنڊريٚ ٻوليٚ ميݩ

source: Romanian
sbn: رومآنويٚ

source: Romansh Sursilvan
sbn: رومآنش سرسلوآن

source: Romansh Vallader
sbn: رومآنش ويلڊر

source: Rukai
sbn: روٚڪآئيٚ

source: Runyankole
sbn: رنيآنڪول

source: Russian
sbn: روسيٚ

source: Ruuli
sbn: روٚليٚ

source: s
sbn: س

source: S
sbn: س

source: Sabah Bisaya
sbn: سبآ بسيٚآ

source: Sabah Malay
sbn: سآبآ مآلي

source: Sa'ban
sbn: سآبآن

source: Sakha
sbn: سکآ

source: Sakizaya
sbn: سآڪيٚزآيآ

source: Santali (Ol Chiki)
sbn: سنتآليٚ (اول چڪيٚ)

source: Saraiki
sbn: سرآئيٚڪيٚ

source: Sardinian
sbn: سآرڊيني

source: Save
sbn: مهڦوز ڪرو

source: Saved
sbn: مهڦوز ڪئيل

source: Scots
sbn: اسڪآئوٽس

source: Scripted Speech
sbn: لکل تڪريٚر

source: SCRIPTED SPEECH
sbn: لکل تڪريٚر

source: Search
sbn: لݩڀو

source: Seediq
sbn: سيٚديٚڪ

source: See how your progress compares to other contributors all over the world.
sbn: ڏسو تا اڀآݩ ريٚ ترڪيٚ دُنيآ ري ٻيݩ هيسو وٺڻ وآرآݩ ري مڪآبلي ميݩ ڪيئݩ اهي۔

source: See Less
sbn: گهٽ ڏسو

source: See More
sbn: وڌيٚڪ ڏسو

source: Select a Language...
sbn: ٻوليٚ چُنڊو۔

source: Select an option
sbn: هَڪ آپشن چُنڊو

source: Select a variant (optional)
sbn: ڇُنڊو ميآريٚ آپشن

source: Selected
sbn: چُنڊل

source: Select File
sbn: چُنڊو ڦآئيٚل

source: Select File to Upload
sbn: چُنڊو ڦآئيٚل آپلوڊ ڪرڻ

source: Select the desired language dataset and choose the version you wish to download.
sbn: گُهربل ٻوليٚ ڊيٽآ سيٽ چُنڊو ائيٚنٚ اوٚ تريٚڪو چُنڊو جيڪو اڀآنٚ ڊآئون لوڊ ڪرڻ گُهرو دآ۔

source: Select up to three domains (optional)
sbn: چُنڊو ٽي ڊوميٚن (مرزيٚ)

source: Select your age
sbn: پنڊريٚ اُمر چُنڊو

source: Select your sex or gender
sbn: پنڊريٚ جنس چُنڊو

source: Self Citation
sbn: پنڊرو رو هوآلو

source: Send a link to my email
sbn: موڪلو ليٚنڪ مآنٚجي ايٚ ميل تي

source: Send sign up link
sbn: سآئيٚن اپ لنڪ موڪلو

source: Sentence
sbn: جملو

source: Sentence Collection
sbn: جملآ ڀيڙآ ڪرڻ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
sbn: <sentenceCollectorFragment> ڏسو وڌيٚڪ جملآ ڀيڙآ ڪرڻ</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
sbn: <sentenceCollectorVideo>ڏسو سکڻ وآرو ويٚڊيو ڪليٚپ تي ڪئيݩ جملآ ڀيڙآ ڪيآ وهيݩ دآ</sentenceCollectorVideo>۔

source: Sentence Domain
sbn: جملآ ڊوميٚن

source: Sentences
sbn: جملآ

source: Sentences are collected for people to read aloud.
sbn: جملآ ڀيڙآ ڪيآ وهُڙآ اهينٚ تا مآڻهوٚنٚ اُئآنٚ کي زور سآنٚ پڙهينٚ۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
sbn: جملآݩ ريٚ جآنچ ڪميونٽيٚ-مآڊريٽريشن ري امل وسيٚلي ڪئيٚ وهُڙيٚ اهي، پر ايٚ امل مڪمل ڪونهي. اگر اڀيٚݩ ڪو جملو ڏسي جآݩ سُڻي اُدآس ٿيو دآ۔ مسآل تور ڇآڪآڻ تا اوٚ اسآݩ ري<participationGuidelines> ڪميونٽيٚ هيسو وٺڻ ري اسولآݩ ريٚ کلآڦ ورزيٚ ڪري دو</participationGuidelines>۔ مهربآنيٚ ڪري ڦليگ بٽڻ استمآل ڪرو يوٚ آئيٚ(UI)۔ اڀيٚݩ اسآݩ سآݩ رآبتو ڪري سگھو دآ <emailFragment>commonvoice@mozilla.com</emailFragment>۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
sbn: هَت شآمل ڪئيل جملا آوآميٚ تور تي موجود cc-0 لائيٚسنس ڊيٽآسيٽ مينٚ شامل ڪيآ وهيٚسينٚ

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
sbn: جيڪو جملآ اڀيݩ ڪآمن وآئيٚس شآمل ڪرو دآ اوٚ لآزميٚ ٻآ مآڻهآݩ کآݩ تسديٚڪ ٿيل هوئيݩ۔ اڀيٚݩ ٺآهي سگھو دآ پنڊريٚ ٻوليٚ سکڻ ري ڳآليݩ <languageGuidelinesLink>هتي </languageGuidelinesLink>۔ جملآ لآزميٚ <licenseLink>آوآميٚ ڊوميٚن</licenseLink>ائيٚݩ اُئي ميݩ گھٽ ميݩ گهٽ 15 لڦز هوئيݩ۔ اڀيٚݩ پُچيٚ سگھو دآ لکڻ وآري کآݩ <waiverLink>سيٚ سيٚ0استمآل ڪرو ڏسڻ وآرآ رو تريٚڪيڪآر </waiverLink>، ائيٚݩ موڪلو اسآݩ کي commonvoice@mozilla.com۔

source: { $sentences } sentences reviewed. Thank you!
sbn: ٻآ جملا ڏسل اهينٚ

source: Sentence text
sbn: جملي ريٚ لکت

source: Sentence Variant
sbn: ميآريٚ جملآ

source: Separate sentences into one line by pressing “Enter” or “Return” once
sbn: الگ جملآ ڪرو هَڪ لآئين کآنٚ انٽر جآنٚ وآپس ڪرو

source: Serbian
sbn: سربيآئيٚ

source: Seri
sbn: سريٚ

source: Serian Bidayuh
sbn: سئيرن بيٚديآه

source: Service and Retail
sbn: کدمت ائيٚنٚ ڪيٚمت

source: Set a goal
sbn: مڪسد ٺآهو

source: Set my visibility
sbn: مآنٚجيٚ نمآئيٚش سيٽ ڪرو

source: Setswana
sbn: سيٚٽسوآنآ

source: Settings
sbn: سيٽيٚنگ

source: Sex
sbn: جنس

source: Sex or Gender
sbn: جنس

source: SHA256 Checksum Copied!
sbn: ڪآپيٚ ڪيو وهُڙو اهي! SHA256 Checksum

source: Shan
sbn: شآن

source: Share Common Voice
sbn: ڏيکآرو ڪومن وئيٚس

source: Share my goal
sbn: شئير ڪرو پنڊرآ مڪسد

source: Share your clip
sbn: پنڊريٚ ڪليٚپ ٻيآنٚ کي ڏيکآرو

source: Share your { $count } Clip Daily Goal for { $type }
sbn: شئير ڪرو پنڊريٚ{ $count } ڪليٚپ روز ري مڪسد لآ{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
sbn: شئير ڪرو پنڊريٚ { $count }ڪليٚپ هڦتي ري مڪسد لآ{ $type }

source: Share your event
sbn: پنڊرآ وآڪيآ شئير ڪرو

source: Shilha
sbn: شيلآ

source: Shina
sbn: سينآ

source: Shortcuts
sbn: شاٽ ڪٽ

source: [Should be ‘dinosaurs’]
sbn: ['ڊآئينآسوَر' هوڻ کپي]

source: [Should be “We are”]
sbn: هوئڻ کپي اسينٚ اهونٚ

source: Show me sentences and clips from all variants within my language
sbn: موݩ کي جملآ ڏيکآرو ائيٚݩ مآݩجيٚ ٻوليٚ مآݩ کآس ڪليٚپ۔

source: Show my ranking
sbn: مآنٚجيٚ درجآ بنديٚ ڏيکآرو

source: Sicilian
sbn: سسيليين

source: Sign up
sbn: سآئيٚن اپ ڪرو

source: Sign up for an account
sbn: اڪآئونٽ سآئين اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
sbn: ڪآمن وآئيٚس نيٚوز ليٽر، مڪسد ريٚ يآد ڏيآرڻ وآرآ ائيݩ پيش رڦت ريٚ تآزه ڪآريݩ لآ سآئيٚن اپ ڪرو۔

source: sign up for email updates
sbn: سآئين اپ ڪرو ايٚ ميل اپڊيٽ لآ

source: Sign up for { $lang } updates:
sbn: سآئين اپ ڪرو { $lang } اپڊيٽ لآ:

source: Sindhi
sbn: سنڌيٚ

source: Single
sbn: هڪڙو

source: Single sentence submission
sbn: هَڪڙو جملو جمآ ڪرڻ

source: Single ZIP file containing
sbn: هڪڙيٚ زپ ڦآئيٚل شآمل ڪرو

source: Sinhala
sbn: سنهآلآ

source: Siswati
sbn: سيٚسوآتيٚ

source: Size
sbn: مآپ (سآئيٚز)

source: Skip
sbn: ڇڏڻ

source: Skipped
sbn: ڇڏيل

source: Skip Submission Feedback
sbn: جڏڻ ڏيو جمآ ڪرڻ رو کيآل

source: Slovak
sbn: سلوويڪيٚ

source: Slovenian
sbn: سلووينيٚ

source: Small batch
sbn: ننڍآ جملآ

source: Small batch sentence submission
sbn: ننڍآ ننڍآ جملا جمآ ڪرڻ

source: Small businesses, including tech and AI start ups
sbn: ننڍآ ڪآروبآر، جݩهݩ ميݩ ٽيڪنآلآجيٚ ائيٚݩ اي۔آئيٚ (tech and AI ) اسٽآرٽ اپ شامل اهيݩ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
sbn: ٽرآئيٚسڪ رآ وڏآ ڊآئينآسوَر.

source: Social media
sbn: سمآجيٚ رآبتي لآ ويب سآئيٽ

source: Solicit personally identifying information (like names or financial information)
sbn: زآتيٚتور تي سُڃآڻپ ڪرڻ وآريٚ مآلوٚمآت (جهڙوڪ نآلآ جآݩ مآليٚ مآلوٚمآت) گُهرو۔

source: Somali
sbn: سومآليٚ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
sbn: ڪجه ٻوليݩ ميݩ گرآمر، لڦز ائيٚݩ اُوچآر ميݩ تمآم گھڻو ڦرڪ هوئي دو۔ اُئي ري ڪري، اسيٚݩ <ctaLink> پڌريٚ ڪري رهيآ’کآس‘</ctaLink> ٻآ هزآر ٻآويٚ ميݩ۔ ايٚ برآدريٚ کي وڏي ڊيٽآ سيٽ اندر پنڊريݩ ٻوليݩ ميݩ ڦرڪ ڪرڻ رو تريٚڪو ڏي دو۔

source: Someone asks for a language to be added.
sbn: ڪو مآڻهوٚ ٻوليٚ شآمل ڪرڻ لآ ڪهي دو۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
sbn: ٽرآنسڪريٚپشن لآ آڊيٚو آڻڻ دورآݩ ڪجه گلتيݩ ٿئيݩ وهيݩ اهيݩ۔ مهربآنيٚ ڪري ٿوريٚ دير ميݩ وري ڪوشيٚش ڪرو.

source: Something went wrong while fetching prompts. Please try again later.
sbn: ٽرآنسڪريٚپشن لآ آڊيٚو آڻڻ دورآݩ ڪجه گلتيݩ ٿئيݩ وهيݩ اهيݩ۔ مهربآنيٚ ڪري ٿوريٚ دير ميݩ وري ڪوشيٚش ڪرو.

source: Something went wrong while fetching transcriptions. Please try again later.
sbn: ٽرآنسڪريٚپشن لآ آڊيٚو آڻڻ دورآݩ ڪجه گلتيݩ ٿئيݩ وهيݩ اهيݩ۔ مهربآنيٚ ڪري ٿوريٚ دير ميݩ وري ڪوشيٚش ڪرو.

source: Something went wrong with reCAPTCHA. Please try again.
sbn: reCAPTCHA سآنٚ ڪجهه گلتيٚ هوئي اهي مهربآنيٚ ڪري وري ڪوشيٚش ڪرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
sbn: ڪݩهݩ با ٻوليٚ جآݩ ٻوليٚ ريٚ کآندآنآݩ ميݩ ڪجه ڪسم ائيٚݩ لهجآ هَڪ ٻئي کآݩ تمآم مکتليٚڦ اهيݩ۔ جيڪڏهيݩ اڀآݩ کي ڪݩهݩ کآس ڪسم ري وچ ميݩ مشگُول ٿيڻ ميݩ ڏُکيآئيٚ ٿي رهي اهي، تا اڀآݩ هت پنڊريݩ ترجيݩ تبديٚل ڪري سگهو دآ۔

source: Soninke
sbn: سوننڪيٚ

source: Sorbian, Lower
sbn: سريبآئيٚ، هيٺين

source: Sorbian, Upper
sbn: سريبيآئيٚ، مٿين

source: Sorry, Common Voice is running slowly. Thanks for your interest.
sbn: مآڦيٚ! ڪآمن وآئيٚس جآم آهتسي هلي پيو۔ اڀآݩ ريٚ جآم گھڻيٚ مهربونيٚ دلچسپيٚ ڏيکآرڻ لآ

source: Sorry, something went wrong
sbn: مآڦيٚ! ڪجه گلت ٿئيٚ رهيو اهي

source: Source: { $sentenceSource }
sbn: وسيٚلو{ $sentenceSource }

source: Southern Kurdish
sbn: ڏآکڻيٚ ڪرش

source: Southern Pastaza Quechua
sbn: اولهندي پاسٽآزآ ڪيوڇهآ

source: Southern Sotho
sbn: ڏآکڻيٚ سوٿو

source: Southwestern Tlaxiaco Mixtec
sbn: ڏکڻ اولهندي ٽليٚڪسيآڪوٚ ميڪٽيٚڪ

source: Spanish
sbn: اندآسيٚ ٻوليٚ

source: Speak
sbn: ڳآلهآڻ

source: Speakable
sbn: ڳآلهآڻ ري ڪآبل

source: Speakers
sbn: ڳآلهآئڻ وآرآ

source: Speaking
sbn: ڳآلهآڻ

source: Speaking and Listening
sbn: ڳآلهآڻ ائيٚنٚ سُڻڻ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
sbn: ڳآلهآئو پنڊريٚ نآرمل آوز ميݩ! جيٚݩ با اڀيݩ ڳآلهآئو دآ اوٚ هت ڪآبلي ڪبوٚل اهي۔ اسيٚݩ اوٚ گُهروݩ دآ جيڪو اڀيٚݩ روز ڳآلهآئو دآ ايئيٚݩ ئيٚ ڳآلهآئو، ائيٚݩ اسيٚݩ گُهروݩ دآ اڀآݩ ريٚ آوآز جيهڙيٚ ريٚت اڀيٚݩ گهر ميݩ ڳآلهآئو دآ،

source: Speak now
sbn: هڃر ڳآلهآئو

source: Speak options menu
sbn: ڳآلهآئو آپشن مينيو

source: Speak up, contribute here!
sbn: ڳآلهآئو، ايٿ تآون ڪرو

source: Special Characters and Foreign Letters
sbn: کآس اکر ائيٚݩ گير مُلڪيٚ اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
sbn: خآس الامتوݩ ائيٚݩ اوڪآڦ سرڦ تڏهيݩ شآمل ڪرڻ کپي جڏهيݩ بلڪُل زرُوريٚ هوئي۔ مسآل تور، هَڪ اپوٚسٽروڦيٚ انگريزيٚ لڦزآݩ جهڙوڪ "don't" ائيٚݩ "we're" ميݩ شآمل ڪيو وهُڙو اهي۔ ائيٚݩ اُئي کي مآکز موآد ميݩ شآمل ڪيو وهي دو، پر اوٚ ممڪن ڪونهي تآ اڀآݩ کي ڪڏهيݩ بآ "@" جآݩ "#" جيهڙيٚ کآس الامت ريٚ زرُورت پئي ديٚ۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
sbn: <speechBlogLink> شروٚآت ڪرو ڳآلهآئڻ سُڃآڻڻ سآݩ</speechBlogLink>

source: Spelling and Punctuation
sbn: سهيٚ لکڻ ائيٚݩ نشآني

source: Split into { $archiveCount } ZIP files containing
sbn: زپ ڦآئيٚلآݩ تي مشتمل { $archiveCount }ميݩ ورهآئو

source: Splits
sbn: ورهآئيل

source: Splits (Age and Sex)
sbn: ورهآئيل (اُمر ائيٚنٚ جنس)

source: Spontaneous Speech
sbn: بي اکتيآر تڪريٚر

source: SPONTANEOUS SPEECH
sbn: بي سآکتآ تڪريٚر

source: Start recording
sbn: ريٚڪآرڊئيٚنگ شروٚ ڪرو

source: Start typing to describe your accent
sbn: شروٚ ڪرڻ لکڻ پنڊري اُوچآر (ليجھي) کي بيآن ڪرڻ

source: Stats
sbn: انگ اکر جآنٚ مڪدآر، تآدآد

source: Status Page
sbn: اکرآݩ وآرو سڦهو (اسٽيٽس وآرو سڦه)

source: Still have questions?
sbn: اڃآݩ تآئيٚݩ سوآل اهيݩ؟

source: Streaks
sbn: لڪيٚر هڻڻ (اسٽريڪس)

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
sbn: <strong>تڪڙآ </strong>وڏآ ڊئيننآسور<strong>ٽڪڙآ</strong>ريٚآسئيٚڪ

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
sbn: <strong> ڪليٚپ کي رد نآ ڪرو جيٿ ڳآلهآڻ وآرآݩ وٺ ڪو سهيٚ اُوچآر ڪونهي اوٚ اڀآݩ کآݩ الگ اهي۔</strong>۔ ايٚ زرُوريٚ اهي آوآز کي سُڃآڻ لآ اُئيٚݩ بهتر ڪم ڪرڻ سسڀنيوݩ لآ

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
sbn: <strong> هآسل ڪرو تکليٚڪيٚ</strong> اڀآݩ ريٚ ٻوليٚ ريٚ برآدريٚ منڦرد هوئيٚسي، ائيٚݩ اوٚ شروٚ ڪرڻ رآ رُڳو تريٚڪآ اهيݩ،

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
sbn: <strong> لکل تڪريٚر</strong> (روآيتيٚ تور تي جيڪو اڀيٚݩ آم آوآز ري نآلي سآݩ ڄاڻو دآ) اوٚ اهي جيٿ اڀيٚݩ پنڊريٚ ٻوليٚ ميݩ جملآ بُلند آوآز سآݩ پڙهي سگهو دآ.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
sbn: <strong>ڇڪڻ</strong>وڏآ ڊئينآسور<strong>کنگھڻ</strong>ٽريآئيٚسڪ

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
sbn: </strong> بي اکتيآر وآريٚ تڪريٚر</strong> ڪآمن وآئيٚس رو هَڪ نئوݩ هيسو اهي جيٿ اڀيٚݩ سوآلآݩ رآ جوآب وڌيٚڪ نآميآتيٚ، آم ڳآلهآئڻ وآري اندآز ميݩ ڏئي سگهو دآ.

source: Submit
sbn: جمآ ڪرو

source: Submit All
sbn: سڀ جمآ

source: Submit a new question for the community to read and respond to
sbn: جمآ ڪرو هَڪ نئيونٚ سوآل ڪميونٽيٚ لآ پڙهي ائيٚنٚ جوآب ڏيڻ

source: Submit a report
sbn: رپوٚرٽ جما ڪرو

source: Submit clips
sbn: ڪليٚپ جمآ ڪرو

source: Submit new questions for the community to read and respond to
sbn: جمآ ڪرو برآدريٚ لآ نئيآنٚ سوآل برآدريٚ پڙهينٚ ائينٚ جوآب ڏينٚ

source: Submitted
sbn: جمآ ڪيآ وهُڙآ

source: Subscribe
sbn: رڪنيٽ هآسل ڪرو (سبسرآئيٚب)

source: Success
sbn: ڪآميآبيٚ

source: success checkmark
sbn: ڪآميآبيٚ سآنٚ چيڪ مآرڪ

source: Success, profile created!
sbn: ڪيآمآب، پُروڦآئيٚل ٿهي وهُڙيٚ

source: Support open, community-led datasets
sbn: کُليل، ڪميٚونٽيٚ ريٚ اڳوآڻيٚ ميݩ ڊيٽآ سيٽس ريٚ همآئيٚت ڪرو

source: Svan
sbn: سوآن

source: Swahili
sbn: سوآهليٚ

source: Swedish
sbn: سويڊنيٚ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
sbn: سڌي پاسي وهو سهيٚ ڪرڻ لا جملا۔ کٻي پاسي وهو رد ڪرڻ لا۔ مٿي وهو ڇڏڻ لا۔<strong> پنڊرو ڏسل جوآب جمآ ڪرڻ نآ ڀُلجيا</strong>

source: Syriac
sbn: سيريآئيٚ

source: Tagalog
sbn: تگلگ

source: Tahitian
sbn: تآئيٚٽيٚ

source: Taiwanese (Minnan)
sbn: تآئيٚوآن (منن) ٻوليٚ

source: Tajik
sbn: تآجڪ

source: Taking several attempts to read a word.
sbn: ڪجه وکت وٺو لڦز کي پڙهڻ لآ

source: Tamazight
sbn: تمآزت

source: Tamil
sbn: تآمل

source: Tap
sbn: ٺپڻ

source: Tarifit
sbn: تآريٚڦيٚٽ

source: Tatar
sbn: تآتآريٚ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
sbn: ٽآتوئيٚبآ ٻوليٚ سکڻ ميݩ استمآل لآ جملآݩ، ترجمآݩ، ائيٚݩ ڳآلهآيل آڊيٚو رو هَڪ وڏو ڊيٽآبيس اهي۔ ايئي ڊآئون لوڊ ميݩ اُئآݩ ريٚ برآدريٚ ترڦآݩ ريڪآڊ ڪيل ڳآلهيݩ انگريزيٚ شآمل اهي۔

source: Technology and Robotics
sbn: ٽيڪنولوجيٚ ائيٚنٚ روبوٽيٚڪ

source: Technology that speaks your language
sbn: ٽيڪنآلآجيٚ جيڪو اڀآݩ ريٚ ٻوليٚ ڳآلهآئي ديٚ

source: TED-LIUM Corpus
sbn: ٽيڊ۔ليٚم ڪآرپس

source: Teke
sbn: تيڪي

source: Tell us what you'd like to download:
sbn: سُڻآئو تا اڀآݩ کي ڪيٚ ڊآئون لوڊ ڪرڻ پسند اهي:

source: Telugu
sbn: تيگوٚ

source: Tepeuxila Cuicatec
sbn: ٽپيوٚسيکلآ سيٚوڪيٽيڪ

source: Terms
sbn: شرتون

source: <termsLink>Terms</termsLink>
sbn: <termsLink>شرت</termsLink>

source: Teutila Cuicatec
sbn: ٽيوٽيٚلآ سيٚوڪيٽيڪ

source: Thai
sbn: ٿآئيٚ

source: Thanks for confirming your account, now let's build your profile.
sbn: مهربآنيٚ اڀآݩ ري اڪآئونٽ ريٚ پڪ ڪرڻ ريٚ، هآڻي ٺآهو پنڊريٚ پُروڦآئيٚل۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
sbn: 50 کآݩ وڌيٚڪ ٻوليآݩ ميݩ 259،000 کآݩ وڌيٚڪ مآڻهوآݩ ري شرآڪت ريٚ مهربونيٚ، ايٚ ڊيٽآ سيٽ انسآنيٚ آوآز کي بهتر جوآب ڏيڻ لآ تڪريٚر ري ڪآبل اپليٚڪيشنآݩ کي ترتيٚب ڏيڻ لآ استمآل ڪيو پيو وهي۔

source: Thank you for contributing to Spontaneous Speech!
sbn: مهربآنيٚ اڀآنٚ ريٚ اڀآنٚ پنڊريٚ لکل تڪريٚر ريٚ شرآڪت ڪئيٚ

source: Thank you for contributing your bulk submission!
sbn: مهربآنيٚ ڪري شرڪت ڪرڻ وآري ريٚ ڪجه جملا جمآ ڪيآندي

source: Thank you for contributing your voice!
sbn: مهربآنيٚ اڀآنٚ ريٚ اڀآنٚ پنڊريٚ آوآز شآمل ڪرڻ

source: Thank you for donating your voice clips!
sbn: مهربآنيٚ اڀيٚنٚ ريٚ اڀآنٚ ريٚ آوآزآنٚ رينٚ ڪليٚپ ڏيڻ لآ
